Repository: MindaugasLofte/lidl_mates2
Catalog: mysite/lm/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Working zone code
lt: Darbo zonos kodas

source: Description
lt: Aprašymas

source: Working zone
lt: Darbo zona

source: Working zones
lt: Darbo zonos

source: Piker code
lt: Surinkėjo kodas

source: First name
lt: Vardas

source: Last name
lt: Pavardė

source: Working disctric or logistic warehouse
lt: Darbo apskirtis arba logistikos sandėlis

source: Working position
lt: Pareigos

source: Working since
lt: Dirba nuo

source: Worker
lt: Darbuotojas

source: Workers
lt: Darbuotojai

source: Date of working record
lt: Darbo įrašo data

source: Type of working record
lt: Darbo įrašo tipas

source: Duration
lt: Trukmė

source: Picked boxes per duration
lt: Surinkta dėžių per periodą

source: Working record
lt: Darbo laiko įrašas

source: Working records
lt: Darbo laiko įrašai

source: Date
lt: Data

source: Type of notes
lt: Įrašo tipas

source: Description of the notes
lt: Pastabos aprašymas

source: Note
lt: Vartotojo įrašas

source: Notes
lt: Vartotojo įrašai

source: Vechiles ID "3 digits"
lt: Darbo mašinos "3 skaitmenys"

source: Date when vechiles was taken
lt: Diena kada buvo paima mašina

source: Importance of the notes
lt: Pastabos svarbumas

source: Vehicle
lt: Darbo mašina

source: Vehicles
lt: Darbo mašinos

source: About
lt: Apie

source: Dashboard
lt: Vartotojo pagrininis langas

source: Only your data here
lt: Tik jūsų duomenys čia rodomi

source: Index
lt: Pagrindinis

source: Search
lt: Paieška

source: Search results:
lt: Paieškos rezultatai:

source: Vechle, which number is
lt: Mašinos, kurios numeris yra

source: used by
lt: naudojo

source: Registration
lt: Registracija

source: Username:
lt: Vartotojas:

source: Up to 100 simbols
lt: Iki 100 simbolių

source: E-mail
lt: El-paštas

source: We will not send any spam, only for password reset issues.
lt: Nesiųsime jokio spamo, reikalingas tik slaptažodžiui išsiųsti.

source: Password
lt: Slaptažodis

source: We recommend oo shorter than 8 characters, and not only numbers.
lt: Rekomenduojame netrumpesnis nei 8 simboliai, ir ne vien skaičiai.

source: Retype password
lt: Pakartokite slaptažodį

source: Finish registration
lt: Užbaigti registracją

source: Have account already?
lt: Turite jau paskyrą?

source: Login
lt: Prisijungti

source: Welcome
lt: Sveiki

source: Information about one worker
lt: Informacija apie vieną darbuotoją

source: Working machine list
lt: Darbo mašinų sąrašas

source: Logged out successfully!
lt: Sėkmingai atsijungėte!

source: Login again
lt: Prisijungti iš naujo

source: Login error, try again.
lt: Prisijungimo klaida, bandykite dar kartą.

source: Access is denied.
lt: Neturite teisės matyti šio turinio.

source: Password:
lt: Slaptažodis:

source: Forgot password?
lt: Pamiršote slaptažodį?

source: Password reset successfully!
lt: Slaptažodis pakeistas!

source: We sent password reset link to your email! Please check.
lt: Slaptažodžio pakeitimo nuorodą išsiuntėme jums el.paštu!

source: Reset password
lt: Pakeisti slaptažodį

source: Please add new password and then repeat it
lt: Įveskite naują slaptažodį ir jį pakartokite

source: New password:
lt: Naujas slaptažodis:

source: Retype password:
lt: Pakartokite slaptažodį:

source: Change password
lt: Pakeisti slaptažodį

source: Password change unsuccessful :(
lt: Nepavyko pakeisti slaptažodžio:(

source: Password change link was expired.. Please try again!
lt: Slaptažodžio pakeitimo nuoroda negaliojanti. Bandykite iš naujo!

source: We got password change query. If it was not You, please click link below:
lt: Gavome užklausą slaptažodio keitimui. Jeigu tai buvote jūs, paspauskite žemiau esančią nuorodą:

source: Username %s already exists!
lt: Vartotojas %s jau toks yra!

source: Username with %s already exists!
lt: Vartotojas su %s jau yra registruotas!

source: Passwords do no match!
lt: Slaptažodžiai nesutampa!
